verification/runs/T-family/T19_runs/P_q_f/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.0375 0 0);
boundaryField
{
    inlet     { type fixedValue; value uniform (0.0375 0 0); }
    outlet    { type zeroGradient; }
    wallLo    { type noSlip; }
    wallHi    { type noSlip; }
    frontBack { type empty; }
}
